tap "joshmedeski/sesh"
tap "vjeantet/tap"
brew "fzf"
brew "fd"  # ファイル検索ツール（snacks.nvim の picker で推奨）
brew "ripgrep"  # grep 検索ツール（snacks.nvim の picker で必須）
brew "neovim"
brew "sheldon"
brew "starship"
brew "tmux"
brew "z"
brew "chafa"  # ターミナル画像表示
brew "git-delta"  # git diff のシンタックスハイライト
brew "vjeantet/tap/alerter"  # macOS 通知にアクションボタンを追加
brew "joshmedeski/sesh/sesh"
cask "ghostty"
cask "gitify"
cask "wezterm@nightly"
